tap "aws/tap"
tap "bufbuild/buf"
tap "derailed/k9s"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "yudai/gotty"
brew "libpng"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "glib"
brew "openjdk"
brew "bfg"
brew "node"
brew "bitwarden-cli"
brew "cfn-lint"
brew "cloc"
brew "cmatrix"
brew "cowsay"
brew "ddcctl"
brew "diff-so-fancy"
brew "dos2unix"
brew "libgit2"
brew "eza"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-quick-stats"
brew "go"
brew "helm"
brew "htop"
brew "httpie"
brew "ipcalc"
brew "jq"
brew "kompose"
brew "kubectx"
brew "kubespy"
brew "kustomize"
brew "libfido2"
brew "libslirp"
brew "lnav"
brew "lsd"
brew "lsusb"
brew "mas"
brew "mockery"
brew "nebula"
brew "netcat"
brew "nmap"
brew "nvm"
brew "openssh"
brew "pinentry"
brew "pipenv"
brew "powerlevel10k"
brew "protobuf"
brew "pstree"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "terraform"
brew "tflint"
brew "ttyd"
brew "vault"
brew "watch"
brew "wget"
brew "yarn"
brew "ykman"
brew "yt-dlp"
brew "zsh"
brew "zsh-completions"
brew "derailed/k9s/k9s"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alacritty"
cask "alfred"
cask "apache-directory-studio"
cask "bartender"
cask "caffeine"
cask "docker"
cask "firefox"
cask "garmin-express"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "hammerspoon"
cask "hot"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "keeweb"
cask "keka"
cask "kindle"
cask "little-snitch"
cask "logitech-g-hub"
cask "logitech-options"
cask "logos"
cask "lunar"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "omnifocus"
cask "openvpn-connect"
cask "paragon-ntfs"
cask "pgadmin4"
cask "postman"
cask "propresenter"
cask "proxifier"
cask "royal-tsx"
cask "signal"
cask "skype"
cask "slack"
cask "spotify"
cask "standard-notes"
cask "steam"
cask "switchresx"
cask "tableplus"
cask "transmission"
cask "typora"
cask "visual-studio-code"
cask "vitalsource-bookshelf"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"
cask "windscribe"
cask "zed"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "DaisyDisk", id: 411643860
mas "Greenshot", id: 1103915944
mas "Home Assistant", id: 1099568401
mas "iStumbler", id: 546033581
mas "Meeter", id: 1510445899
mas "VisualDiffer", id: 412386481
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "atlassian.atlascode"
vscode "coolbear.systemd-unit-file"
vscode "dannysteenman.cloudformation-yaml-snippets"
vscode "darkriszty.markdown-table-prettify"
vscode "davidanson.vscode-markdownlint"
vscode "dnicolson.binary-plist"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "gimenete.github-linker"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "kddejong.vscode-cfn-lint"
vscode "lmcarreiro.vscode-smart-column-indenter"
vscode "matthewpi.caddyfile-support"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "oneofone.save-runner"
vscode "owenfarrell.vscode-vault"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "tyriar.sort-lines"
vscode "vadimcn.vscode-lldb"
vscode "virgilsisoe.hammerspoon-snippets"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "webfreak.debug"
vscode "yzhang.markdown-all-in-one"
