tap "aws/tap"
tap "derailed/k9s"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "aws/tap/aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "bfg"
brew "bitwarden-cli"
brew "cfn-lint"
brew "cmatrix"
brew "cowsay"
brew "derailed/k9s/k9s"
brew "diff-so-fancy"
brew "dos2unix"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "helm"
brew "htop"
brew "httpie"
brew "ipcalc"
brew "jq"
brew "kompose"
brew "kubectx"
brew "kubespy"
brew "kustomize"
brew "lnav"
brew "lsd"
brew "mas"
brew "netcat"
brew "nmap"
brew "node"
brew "openssh"
brew "pinentry"
brew "pipenv"
brew "pstree"
brew "pyenv"
brew "python"
brew "ripgrep"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "rustup"
brew "terraform"
brew "tflint"
brew "vault"
brew "watch"
brew "wget"
brew "ykman"
brew "zsh-completions"
brew "zsh"
cash "hammerspoon"
cask "alacritty"
cask "alfred"
cask "apache-directory-studio"
cask "authy"
cask "bartender"
cask "bitwarden"
cask "caffeine"
cask "docker"
cask "enpass"
cask "firefox"
cask "forklift"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "keeweb"
cask "keka"
cask "logitech-options"
cask "mysqlworkbench"
cask "omnifocus"
cask "oracle-jdk"
cask "pgadmin4"
cask "postman"
cask "proxifier"
cask "royal-tsx"
cask "slack"
cask "spotify"
cask "standard-notes"
cask "sublime-text"
cask "tableplus"
cask "typora"
cask "visual-studio-code"
cask "vitalsource-bookshelf"
mas "DaisyDisk", id: 411643860
mas "Greenshot", id: 1103915944
mas "iStumbler", id: 546033581
mas "VisualDiffer", id: 412386481
