authy
bartender
caffeine
google-chrome
google-cloud-sdk
docker
enpass
firefox
forklift
gpg-suite-no-mail
homebrew/homebrew-cask-drivers/logitech-options
homebrew/homebrew-cask-drivers/logitech-unifying
insomnia
istat-menus
iterm2
keka
lens
mysqlworkbench
omnifocus
oracle-jdk
pgadmin4
proxifier
slack
spotify
standard-notes
virtualbox
visual-studio-code
vitalsource-bookshelf