tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "bat"
brew "cowsay"
brew "diff-so-fancy"
brew "dos2unix"
brew "exa"
brew "fd"
brew "fzf"
brew "gettext"
brew "git"
brew "go"
brew "helm"
brew "htop"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "httpie"
brew "jq"
brew "kompose"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "kubespy"
brew "kustomize"
brew "lsd"
brew "mas"
brew "nmap"
brew "pstree"
brew "pyenv"
brew "python"
brew "ripgrep"
brew "terraform"
brew "tflint"
brew "vault"
brew "watch"
brew "wget"
brew "zsh"
brew "derailed/k9s/k9s"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "authy"
cask "bartender"
cask "enpass"
cask "forklift"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "keka"
cask "logitech-options"
cask "logitech-unifying"
cask "mysqlworkbench"
cask "oracle-jdk"
cask "pgadmin4"
cask "slack"
cask "standard-notes"
cask "virtualbox"
cask "vitalsource-bookshelf"
mas "DaisyDisk", id: 411643860
mas "Enpass", id: 732710998
mas "Greenshot", id: 1103915944
mas "iStumbler", id: 546033581
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "VisualDiffer", id: 412386481
mas "Xcode", id: 497799835
